Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Reply to OpenClaw… (yes sets everything up)
ar: رد على OpenClaw… (تؤدي الإجابة بنعم إلى إعداد كل شيء)
de: OpenClaw antworten… („yes“ richtet alles ein)
es: Responde a OpenClaw… («sí» lo configura todo)
fa: به OpenClaw پاسخ دهید… (با «بله» همه‌چیز راه‌اندازی می‌شود)
fr: Répondre à OpenClaw… (« yes » configure tout)
hi: OpenClaw को जवाब दें… (हाँ कहने पर सब कुछ सेट हो जाएगा)
id: Balas OpenClaw… (yes menyiapkan semuanya)
it: Rispondi a OpenClaw… (sì configura tutto)
ja_jp: OpenClawに返信…（yesですべてセットアップされます）
ko: OpenClaw에 답장… (yes를 입력하면 모든 설정이 완료됩니다)
nl: Antwoord aan OpenClaw… (met ja wordt alles ingesteld)
pl: Odpowiedz OpenClaw… („yes” skonfiguruje wszystko)
pt_br: Responda ao OpenClaw… (sim configura tudo)
ru: Ответьте OpenClaw… (yes настроит всё)
sv: Svara OpenClaw… (ja konfigurerar allt)
th: ตอบกลับ OpenClaw… (พิมพ์ yes เพื่อตั้งค่าทุกอย่าง)
tr: OpenClaw'a yanıt verin… (evet, her şeyi ayarlar)
uk: Відповісти OpenClaw… (так налаштує все)
vi: Trả lời OpenClaw… (chọn có để thiết lập mọi thứ)
zh_cn: 回复 OpenClaw…（回复 yes 即可完成所有设置）
zh_tw: 回覆 OpenClaw…（輸入 yes 即可完成所有設定）

source: Repository root
ar: جذر المستودع
de: Repository-Stammverzeichnis
es: Raíz del repositorio
fa: ریشهٔ مخزن
fr: Racine du dépôt
hi: रिपॉज़िटरी रूट
id: Root repositori
it: Radice del repository
ja_jp: リポジトリのルート
ko: 저장소 루트
nl: Repositoryhoofdmap
pl: Katalog główny repozytorium
pt_br: Raiz do repositório
ru: Корень репозитория
sv: Repositoriets rot
th: รากของ Repository
tr: Depo kökü
uk: Корінь репозиторію
vi: Thư mục gốc của kho lưu trữ
zh_cn: 仓库根目录
zh_tw: 儲存庫根目錄

source: Request access
ar: طلب الوصول
de: Zugriff anfordern
es: Solicitar acceso
fa: درخواست دسترسی
fr: Demander l’accès
hi: एक्सेस का अनुरोध करें
id: Minta akses
it: Richiedi accesso
ja_jp: アクセスをリクエスト
ko: 접근 요청
nl: Toegang aanvragen
pl: Poproś o dostęp
pt_br: Solicitar acesso
ru: Запросить доступ
sv: Begär åtkomst
th: ขอสิทธิ์เข้าถึง
tr: Erişim iste
uk: Запросити доступ
vi: Yêu cầu quyền truy cập
zh_cn: 请求访问权限
zh_tw: 要求存取權限

source: Requesting mic & speech permission…
ar: جارٍ طلب إذن الميكروفون والكلام…
de: Mikrofon- und Spracherkennungsberechtigung wird angefordert…
es: Solicitando permiso para micrófono y reconocimiento de voz…
fa: در حال درخواست مجوز میکروفون و گفتار…
fr: Demande d’autorisation pour le micro et la reconnaissance vocale…
hi: माइक और स्पीच अनुमति का अनुरोध किया जा रहा है…
id: Meminta izin mikrofon & ucapan…
it: Richiesta autorizzazione per microfono e riconoscimento vocale…
ja_jp: マイクと音声認識の権限をリクエスト中…
ko: 마이크 및 음성 권한 요청 중…
nl: Microfoon- en spraaktoestemming aanvragen…
pl: Prośba o uprawnienia do mikrofonu i rozpoznawania mowy…
pt_br: Solicitando permissão de microfone e fala…
ru: Запрашиваем разрешения на микрофон и распознавание речи…
sv: Begär mikrofon- och talbehörighet…
th: กำลังขอสิทธิ์ไมโครโฟนและการพูด…
tr: Mikrofon ve konuşma izni isteniyor…
uk: Запит дозволу на мікрофон і розпізнавання мовлення…
vi: Đang yêu cầu quyền truy cập micrô & nhận dạng giọng nói…
zh_cn: 正在请求麦克风和语音权限…
zh_tw: 正在要求麥克風與語音權限…

source: Require credentials
ar: طلب بيانات الاعتماد
de: Anmeldedaten erforderlich
es: Requerir credenciales
fa: نیاز به اطلاعات ورود
fr: Exiger des identifiants
hi: क्रेडेंशियल आवश्यक करें
id: Wajibkan kredensial
it: Richiedi credenziali
ja_jp: 認証情報を要求
ko: 자격 증명 필요
nl: Inloggegevens vereisen
pl: Wymagaj danych logowania
pt_br: Exigir credenciais
ru: Требовать учетные данные
sv: Kräv inloggningsuppgifter
th: ต้องใช้ข้อมูลประจำตัว
tr: Kimlik bilgileri gerekli
uk: Вимагати облікові дані
vi: Yêu cầu thông tin xác thực
zh_cn: 需要凭据
zh_tw: 需要憑證

source: Required
ar: مطلوب
de: Erforderlich
es: Obligatorio
fa: الزامی
fr: Obligatoire
hi: आवश्यक
id: Wajib
it: Obbligatorio
ja_jp: 必須
ko: 필수
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
sv: Obligatoriskt
th: จำเป็น
tr: Gerekli
uk: Обов’язково
vi: Bắt buộc
zh_cn: 必填
zh_tw: 必填

source: Required (e.g. “Daily summary”)
ar: مطلوب (مثلاً “ملخص يومي”)
de: Erforderlich (z. B. „Tägliche Zusammenfassung“)
es: Obligatorio (p. ej., “Resumen diario”)
fa: الزامی (مثلاً «خلاصهٔ روزانه»)
fr: Obligatoire (p. ex. « Récapitulatif quotidien »)
hi: आवश्यक (उदा. “दैनिक सारांश”)
id: Wajib (mis. “Ringkasan harian”)
it: Obbligatorio (es. “Riepilogo giornaliero”)
ja_jp: 必須（例: “Daily summary”）
ko: 필수(예: “일일 요약”)
nl: Vereist (bijv. “Dagelijkse samenvatting”)
pl: Wymagane (np. „Codzienne podsumowanie”)
pt_br: Obrigatório (ex.: “Resumo diário”)
ru: Обязательно (например, «Ежедневная сводка»)
sv: Obligatoriskt (t.ex. ”Daglig sammanfattning”)
th: จำเป็น (เช่น “สรุปรายวัน”)
tr: Gerekli (örn. “Günlük özet”)
uk: Обов’язково (наприклад, “Щоденний підсумок”)
vi: Bắt buộc (ví dụ: “Tóm tắt hằng ngày”)
zh_cn: 必填（例如“每日摘要”）
zh_tw: 必填（例如：「每日摘要」）

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
hi: रीसेट करें
id: Atur ulang
it: Reimposta
ja_jp: リセット
ko: 재설정
nl: Resetten
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 重置
zh_tw: 重設

source: Reset Remote Tunnel
ar: إعادة تعيين النفق البعيد
de: Remote-Tunnel zurücksetzen
es: Restablecer túnel remoto
fa: بازنشانی تونل راه‌دور
fr: Réinitialiser le tunnel distant
hi: रिमोट टनल रीसेट करें
id: Atur Ulang Tunnel Jarak Jauh
it: Reimposta tunnel remoto
ja_jp: リモートトンネルをリセット
ko: 원격 터널 재설정
nl: Externe tunnel resetten
pl: Resetuj tunel zdalny
pt_br: Redefinir túnel remoto
ru: Сбросить удаленный туннель
sv: Återställ fjärrtunnel
th: รีเซ็ตอุโมงค์ระยะไกล
tr: Uzak Tüneli Sıfırla
uk: Скинути віддалений тунель
vi: Đặt lại đường hầm từ xa
zh_cn: 重置远程隧道
zh_tw: 重設遠端通道

source: Reset SSH tunnel
ar: إعادة تعيين نفق SSH
de: SSH-Tunnel zurücksetzen
es: Restablecer túnel SSH
fa: بازنشانی تونل SSH
fr: Réinitialiser le tunnel SSH
hi: SSH टनल रीसेट करें
id: Atur ulang tunnel SSH
it: Reimposta tunnel SSH
ja_jp: SSH トンネルをリセット
ko: SSH 터널 재설정
nl: SSH-tunnel resetten
pl: Zresetuj tunel SSH
pt_br: Redefinir túnel SSH
ru: Сбросить SSH-туннель
sv: Återställ SSH-tunnel
th: รีเซ็ต SSH tunnel
tr: SSH tünelini sıfırla
uk: Скинути SSH-тунель
vi: Đặt lại đường hầm SSH
zh_cn: 重置 SSH 隧道
zh_tw: 重設 SSH 通道

source: Reset failed
ar: فشلت إعادة التعيين
de: Zurücksetzen fehlgeschlagen
es: Error al restablecer
fa: بازنشانی ناموفق بود
fr: Échec de la réinitialisation
hi: रीसेट विफल
id: Reset gagal
it: Reimpostazione non riuscita
ja_jp: リセットに失敗しました
ko: 재설정 실패
nl: Resetten mislukt
pl: Resetowanie nie powiodło się
pt_br: Falha ao redefinir
ru: Сброс не удался
sv: Återställningen misslyckades
th: รีเซ็ตไม่สำเร็จ
tr: Sıfırlama başarısız oldu
uk: Не вдалося скинути
vi: Đặt lại không thành công
zh_cn: 重置失败
zh_tw: 重設失敗

source: Reset session?
ar: هل تريد إعادة تعيين الجلسة؟
de: Sitzung zurücksetzen?
es: ¿Restablecer sesión?
fa: نشست بازنشانی شود؟
fr: Réinitialiser la session ?
hi: सेशन रीसेट करें?
id: Reset sesi?
it: Reimpostare la sessione?
ja_jp: セッションをリセットしますか？
ko: 세션을 재설정할까요?
nl: Sessie resetten?
pl: Zresetować sesję?
pt_br: Redefinir sessão?
ru: Сбросить сеанс?
sv: Återställa session?
th: รีเซ็ตเซสชัน?
tr: Oturum sıfırlansın mı?
uk: Скинути сеанс?
vi: Đặt lại phiên?
zh_cn: 重置会话？
zh_tw: 要重設工作階段嗎？

source: Restart
ar: إعادة التشغيل
de: Neu starten
es: Reiniciar
fa: راه‌اندازی مجدد
fr: Redémarrer
hi: रीस्टार्ट करें
id: Mulai ulang
it: Riavvia
ja_jp: 再起動
ko: 재시작
nl: Opnieuw starten
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
sv: Starta om
th: เริ่มใหม่
tr: Yeniden Başlat
uk: Перезапустити
vi: Khởi động lại
zh_cn: 重新启动
zh_tw: 重新啟動

source: Restart App
ar: إعادة تشغيل التطبيق
de: App neu starten
es: Reiniciar app
fa: راه‌اندازی مجدد برنامه
fr: Redémarrer l’app
hi: ऐप रीस्टार्ट करें
id: Mulai Ulang Aplikasi
it: Riavvia app
ja_jp: アプリを再起動
ko: 앱 재시작
nl: App opnieuw starten
pl: Uruchom ponownie aplikację
pt_br: Reiniciar app
ru: Перезапустить приложение
sv: Starta om appen
th: รีสตาร์ทแอป
tr: Uygulamayı Yeniden Başlat
uk: Перезапустити застосунок
vi: Khởi động lại ứng dụng
zh_cn: 重启 App
zh_tw: 重新啟動 App

source: Restart Gateway
ar: إعادة تشغيل Gateway
de: Gateway neu starten
es: Reiniciar Gateway
fa: راه‌اندازی مجدد Gateway
fr: Redémarrer Gateway
hi: Gateway पुनरारंभ करें
id: Mulai Ulang Gateway
it: Riavvia Gateway
ja_jp: Gatewayを再起動
ko: Gateway 재시작
nl: Gateway herstarten
pl: Uruchom ponownie Gateway
pt_br: Reiniciar Gateway
ru: Перезапустить Gateway
sv: Starta om Gateway
th: รีสตาร์ท Gateway
tr: Gateway'i yeniden başlat
uk: Перезапустити Gateway
vi: Khởi động lại Gateway
zh_cn: 重启 Gateway
zh_tw: 重新啟動 Gateway

source: Restart Onboarding
ar: إعادة تشغيل الإعداد الأولي
de: Onboarding neu starten
es: Reiniciar incorporación
fa: راه‌اندازی مجدد فرایند آغاز به کار
fr: Redémarrer l’intégration
hi: ऑनबोर्डिंग रीस्टार्ट करें
id: Mulai Ulang Onboarding
it: Riavvia onboarding
ja_jp: オンボーディングを再開
ko: 온보딩 다시 시작
nl: Onboarding opnieuw starten
pl: Uruchom ponownie onboarding
pt_br: Reiniciar integração
ru: Перезапустить онбординг
sv: Starta om introduktionen
th: เริ่มการเริ่มต้นใช้งานใหม่
tr: Onboarding’i Yeniden Başlat
uk: Перезапустити онбординг
vi: Khởi động lại quy trình giới thiệu
zh_cn: 重新开始引导
zh_tw: 重新開始導覽設定

source: Restart OpenClaw
ar: إعادة تشغيل OpenClaw
de: OpenClaw neu starten
es: Reiniciar OpenClaw
fa: راه‌اندازی مجدد OpenClaw
fr: Redémarrer OpenClaw
hi: OpenClaw रीस्टार्ट करें
id: Mulai ulang OpenClaw
it: Riavvia OpenClaw
ja_jp: OpenClaw を再起動
ko: OpenClaw 재시작
nl: OpenClaw opnieuw starten
pl: Uruchom ponownie OpenClaw
pt_br: Reiniciar OpenClaw
ru: Перезапустить OpenClaw
sv: Starta om OpenClaw
th: รีสตาร์ท OpenClaw
tr: OpenClaw’ı yeniden başlat
uk: Перезапустити OpenClaw
vi: Khởi động lại OpenClaw
zh_cn: 重启 OpenClaw
zh_tw: 重新啟動 OpenClaw

source: Restart app
ar: إعادة تشغيل التطبيق
de: App neu starten
es: Reiniciar app
fa: راه‌اندازی مجدد برنامه
fr: Redémarrer l’app
hi: ऐप रीस्टार्ट करें
id: Mulai ulang aplikasi
it: Riavvia app
ja_jp: アプリを再起動
ko: 앱 재시작
nl: App opnieuw starten
pl: Uruchom aplikację ponownie
pt_br: Reiniciar app
ru: Перезапустить приложение
sv: Starta om appen
th: รีสตาร์ทแอป
tr: Uygulamayı yeniden başlat
uk: Перезапустити застосунок
vi: Khởi động lại ứng dụng
zh_cn: 重启应用
zh_tw: 重新啟動 app

source: Restart onboarding
ar: إعادة بدء الإعداد الأولي
de: Onboarding neu starten
es: Reiniciar incorporación
fa: راه‌اندازی دوبارهٔ شروع
fr: Redémarrer l’intégration
hi: ऑनबोर्डिंग फिर से शुरू करें
id: Mulai ulang onboarding
it: Riavvia l'introduzione
ja_jp: オンボーディングを再起動
ko: 온보딩 다시 시작
nl: Onboarding opnieuw starten
pl: Uruchom onboarding ponownie
pt_br: Reiniciar integração
ru: Перезапустить ознакомление
sv: Starta om introduktionen
th: เริ่มการเริ่มต้นใช้งานใหม่
tr: İlk kurulumu yeniden başlat
uk: Перезапустити ознайомлення
vi: Khởi động lại hướng dẫn làm quen
zh_cn: 重新开始引导
zh_tw: 重新啟動導覽流程

source: Restarting and verifying the Gateway…
ar: جارٍ إعادة تشغيل Gateway والتحقق منه…
de: Der Gateway wird neu gestartet und überprüft…
es: Reiniciando y verificando el Gateway…
fa: در حال راه‌اندازی مجدد و تأیید Gateway…
fr: Redémarrage et vérification du Gateway…
hi: Gateway को पुनः आरंभ और सत्यापित किया जा रहा है…
id: Memulai ulang dan memverifikasi Gateway…
it: Riavvio e verifica del Gateway…
ja_jp: Gatewayを再起動して確認中…
ko: Gateway를 재시작하고 확인하는 중…
nl: De Gateway wordt opnieuw gestart en geverifieerd…
pl: Ponowne uruchamianie i weryfikowanie Gateway…
pt_br: Reiniciando e verificando o Gateway…
ru: Перезапуск и проверка Gateway…
sv: Startar om och verifierar Gateway…
th: กำลังรีสตาร์ทและตรวจสอบ Gateway…
tr: Gateway yeniden başlatılıyor ve doğrulanıyor…
uk: Перезапуск і перевірка Gateway…
vi: Đang khởi động lại và xác minh Gateway…
zh_cn: 正在重启并验证 Gateway…
zh_tw: 正在重新啟動並驗證 Gateway…

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fa: بازیابی
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja_jp: 復元
ko: 복원
nl: Herstel
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sv: Återställ
th: กู้คืน
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_cn: 恢复
zh_tw: 復原

source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
fa: نتایج
fr: Résultats
hi: परिणाम
id: Hasil
it: Risultati
ja_jp: 検索結果
ko: 결과
nl: Resultaten
pl: Wyniki
pt_br: Resultados
ru: Результаты
sv: Resultat
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_cn: 结果
zh_tw: 結果

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fa: تلاش مجدد
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja_jp: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_cn: 重试
zh_tw: 重試

source: Retry Exec Approvals
ar: إعادة محاولة موافقات التنفيذ
de: Exec-Genehmigungen erneut versuchen
es: Reintentar aprobaciones de exec
fa: تلاش مجدد تأییدهای Exec
fr: Réessayer les approbations Exec
hi: Exec Approvals पुनः प्रयास करें
id: Coba Lagi Persetujuan Exec
it: Riprova approvazioni exec
ja_jp: exec承認を再試行
ko: 실행 승인 다시 시도
nl: Exec-goedkeuringen opnieuw proberen
pl: Ponów zatwierdzenia exec
pt_br: Tentar aprovações de execução novamente
ru: Повторить одобрения выполнения
sv: Försök igen med exec-godkännanden
th: ลองการอนุมัติ Exec อีกครั้ง
tr: Exec Onaylarını Yeniden Dene
uk: Повторити дозволи на виконання
vi: Thử lại Phê duyệt Thực thi
zh_cn: 重试执行审批
zh_tw: 重試 Exec 核准

source: Retry Send
ar: إعادة الإرسال
de: Erneut senden
es: Reintentar envío
fa: ارسال دوباره
fr: Réessayer l’envoi
hi: फिर से भेजें
id: Coba Kirim Lagi
it: Riprova invio
ja_jp: 送信を再試行
ko: 전송 다시 시도
nl: Opnieuw verzenden
pl: Ponów wysyłanie
pt_br: Tentar enviar novamente
ru: Повторить отправку
sv: Försök skicka igen
th: ลองส่งอีกครั้ง
tr: Göndermeyi Yeniden Dene
uk: Повторити надсилання
vi: Gửi lại
zh_cn: 重试发送
zh_tw: 重新傳送

source: Retry discovery (Bonjour + Tailscale DNS-SD).
ar: أعد محاولة الاكتشاف (Bonjour + Tailscale DNS-SD).
de: Erkennung erneut versuchen (Bonjour + Tailscale DNS-SD).
es: Reintentar detección (Bonjour + Tailscale DNS-SD).
fa: کشف را دوباره امتحان کنید (Bonjour + Tailscale DNS-SD).
fr: Relancer la découverte (Bonjour + Tailscale DNS-SD).
hi: Discovery फिर से आज़माएँ (Bonjour + Tailscale DNS-SD)।
id: Coba ulang penemuan (Bonjour + Tailscale DNS-SD).
it: Riprova il rilevamento (Bonjour + Tailscale DNS-SD).
ja_jp: 検出を再試行します（Bonjour + Tailscale DNS-SD）。
ko: 검색을 다시 시도합니다(Bonjour + Tailscale DNS-SD).
nl: Detectie opnieuw proberen (Bonjour + Tailscale DNS-SD).
pl: Ponów wykrywanie (Bonjour + Tailscale DNS-SD).
pt_br: Tentar a descoberta novamente (Bonjour + Tailscale DNS-SD).
ru: Повторить обнаружение (Bonjour + Tailscale DNS-SD).
sv: Försök upptäcka igen (Bonjour + Tailscale DNS-SD).
th: ลองค้นหาอีกครั้ง (Bonjour + Tailscale DNS-SD)
tr: Keşfi yeniden dene (Bonjour + Tailscale DNS-SD).
uk: Повторити виявлення (Bonjour + Tailscale DNS-SD).
vi: Thử khám phá lại (Bonjour + Tailscale DNS-SD).
zh_cn: 重试发现（Bonjour + Tailscale DNS-SD）。
zh_tw: 重試探索（Bonjour + Tailscale DNS-SD）。

source: Retry now
ar: إعادة المحاولة الآن
de: Jetzt erneut versuchen
es: Reintentar ahora
fa: همین حالا دوباره تلاش کنید
fr: Réessayer maintenant
hi: अभी पुनः प्रयास करें
id: Coba lagi sekarang
it: Riprova ora
ja_jp: 今すぐ再試行
ko: 지금 다시 시도
nl: Nu opnieuw proberen
pl: Ponów teraz
pt_br: Tentar novamente agora
ru: Повторить сейчас
sv: Försök igen nu
th: ลองอีกครั้งตอนนี้
tr: Şimdi yeniden dene
uk: Повторити зараз
vi: Thử lại ngay
zh_cn: 立即重试
zh_tw: 立即重試

source: Retry thread groups
ar: إعادة محاولة تحميل مجموعات سلاسل المحادثات
de: Thread-Gruppen erneut laden
es: Volver a intentar cargar los grupos de hilos
fa: تلاش مجدد برای بارگیری گروه‌های رشته
fr: Réessayer de charger les groupes de fils
hi: थ्रेड समूहों के लिए फिर से प्रयास करें
id: Coba lagi grup utas
it: Riprova a caricare i gruppi di conversazioni
ja_jp: スレッドグループを再試行
ko: 스레드 그룹 다시 시도
nl: Threadgroepen opnieuw proberen
pl: Ponów próbę wczytania grup wątków
pt_br: Tentar carregar os grupos de conversas novamente
ru: Повторить загрузку групп веток
sv: Försök läsa in trådgrupper igen
th: ลองโหลดกลุ่มเธรดอีกครั้ง
tr: İleti dizisi gruplarını yeniden dene
uk: Повторити завантаження груп гілок
vi: Thử tải lại nhóm luồng
zh_cn: 重试加载话题组
zh_tw: 重試載入對話串群組

source: Reveal
ar: إظهار
de: Anzeigen
es: Mostrar
fa: نمایش
fr: Afficher
hi: दिखाएँ
id: Tampilkan
it: Mostra
ja_jp: 表示
ko: 표시
nl: Tonen
pl: Pokaż
pt_br: Revelar
ru: Показать
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_cn: 显示
zh_tw: 顯示

source: Reveal app in Finder
ar: إظهار التطبيق في Finder
de: App im Finder anzeigen
es: Mostrar app en Finder
fa: نمایش برنامه در Finder
fr: Afficher l’app dans le Finder
hi: ऐप को Finder में दिखाएँ
id: Tampilkan aplikasi di Finder
it: Mostra app nel Finder
ja_jp: Finder でアプリを表示
ko: Finder에서 앱 표시
nl: App tonen in Finder
pl: Pokaż aplikację w Finderze
pt_br: Revelar app no Finder
ru: Показать приложение в Finder
sv: Visa appen i Finder
th: แสดงแอปใน Finder
tr: Uygulamayı Finder’da göster
uk: Показати застосунок у Finder
vi: Hiển thị ứng dụng trong Finder
zh_cn: 在 Finder 中显示应用
zh_tw: 在 Finder 中顯示 app

source: Review
ar: مراجعة
de: Prüfen
es: Revisar
fa: بررسی
fr: Examiner
hi: समीक्षा करें
id: Tinjau
it: Esamina
ja_jp: 確認
ko: 검토
nl: Beoordelen
pl: Sprawdź
pt_br: Revisar
ru: Просмотреть
sv: Granska
th: ตรวจสอบ
tr: İncele
uk: Переглянути
vi: Xem lại
zh_cn: 查看
zh_tw: 檢閱

source: Review ClawHub skill
ar: مراجعة مهارة ClawHub
de: ClawHub-Skill prüfen
es: Revisar skill de ClawHub
fa: بررسی مهارت ClawHub
fr: Examiner le Skill ClawHub
hi: ClawHub स्किल की समीक्षा करें
id: Tinjau skill ClawHub
it: Esamina la skill di ClawHub
ja_jp: ClawHubスキルを確認
ko: ClawHub Skill 검토
nl: ClawHub-skill beoordelen
pl: Sprawdź skill z ClawHub
pt_br: Revisar skill do ClawHub
ru: Просмотреть навык ClawHub
sv: Granska skill från ClawHub
th: ตรวจสอบ Skill จาก ClawHub
tr: ClawHub skill'ini incele
uk: Переглянути навичку ClawHub
vi: Xem lại skill trên ClawHub
zh_cn: 查看 ClawHub 技能
zh_tw: 檢閱 ClawHub skill

source: Review warning details
ar: مراجعة تفاصيل التحذير
de: Warnungsdetails prüfen
es: Revisar los detalles de la advertencia
fa: بررسی جزئیات هشدار
fr: Examiner les détails de l’avertissement
hi: चेतावनी का विवरण देखें
id: Tinjau detail peringatan
it: Esamina i dettagli dell'avviso
ja_jp: 警告の詳細を確認
ko: 경고 세부 정보 검토
nl: Waarschuwingsdetails bekijken
pl: Sprawdź szczegóły ostrzeżenia
pt_br: Revisar detalhes do aviso
ru: Просмотреть сведения о предупреждении
sv: Granska varningsinformationen
th: ตรวจสอบรายละเอียดคำเตือน
tr: Uyarı ayrıntılarını incele
uk: Переглянути деталі попередження
vi: Xem lại chi tiết cảnh báo
zh_cn: 查看警告详情
zh_tw: 檢視警告詳細資訊

source: Rewind to Here
ar: الرجوع إلى هنا
de: Bis hierher zurücksetzen
es: Retroceder hasta aquí
fa: بازگشت به اینجا
fr: Revenir ici
hi: यहाँ तक वापस जाएँ
id: Mundur ke Sini
it: Riavvolgi fino a qui
ja_jp: ここまで巻き戻す
ko: 여기로 되돌리기
nl: Tot hier terugspoelen
pl: Cofnij do tego miejsca
pt_br: Retroceder até aqui
ru: Вернуться сюда
sv: Spola tillbaka hit
th: ย้อนกลับมาที่นี่
tr: Buraya Geri Sar
uk: Відкотити до цього місця
vi: Quay lại đây
zh_cn: 回退到此处
zh_tw: 倒回此處

source: Right Option stops speech
ar: Right Option يوقف الكلام
de: Rechte Wahltaste stoppt Sprachausgabe
es: Opción derecha detiene la voz
fa: Right Option گفتار را متوقف می‌کند
fr: La touche Option droite arrête la parole
hi: Right Option बोलना रोकता है
id: Option Kanan menghentikan ucapan
it: Opzione destro interrompe il parlato
ja_jp: 右Optionで読み上げを停止
ko: 오른쪽 Option으로 음성 중지
nl: Right Option stopt spraak
pl: Prawy klawisz Option zatrzymuje mowę
pt_br: Option Direito interrompe a fala
ru: Правая клавиша Option останавливает речь
sv: Höger Option stoppar tal
th: Right Option หยุดการพูด
tr: Sağ Option konuşmayı durdurur
uk: Права клавіша Option зупиняє мовлення
vi: Right Option dừng phát giọng nói
zh_cn: 右 Option 键停止语音
zh_tw: 右側 Option 會停止語音

source: Run
ar: التشغيل
de: Ausführen
es: Ejecución
fa: اجرا
fr: Exécuter
hi: चलाएँ
id: Jalankan
it: Esecuzione
ja_jp: 実行
ko: 실행
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запуск
sv: Kör
th: การทำงาน
tr: Çalıştır
uk: Запуск
vi: Chạy
zh_cn: 运行
zh_tw: 執行

source: Run Health Check Now
ar: تشغيل فحص السلامة الآن
de: Integritätsprüfung jetzt ausführen
es: Ejecutar comprobación de estado ahora
fa: اجرای بررسی سلامت اکنون
fr: Exécuter le diagnostic maintenant
hi: अभी Health Check चलाएँ
id: Jalankan Pemeriksaan Kesehatan Sekarang
it: Esegui controllo integrità ora
ja_jp: 今すぐヘルスチェックを実行
ko: 지금 상태 확인 실행
nl: Gezondheidscontrole nu uitvoeren
pl: Uruchom teraz kontrolę kondycji
pt_br: Executar verificação de integridade agora
ru: Запустить проверку работоспособности сейчас
sv: Kör hälsokontroll nu
th: เรียกใช้การตรวจสอบสถานะตอนนี้
tr: Sağlık Kontrolünü Şimdi Çalıştır
uk: Запустити перевірку стану зараз
vi: Chạy kiểm tra tình trạng ngay
zh_cn: 立即运行健康检查
zh_tw: 立即執行健康檢查

source: Run OpenClaw agent?
ar: تشغيل وكيل OpenClaw؟
de: OpenClaw-Agent ausführen?
es: ¿Ejecutar el agente de OpenClaw?
fa: عامل OpenClaw اجرا شود؟
fr: Exécuter l’agent OpenClaw ?
hi: OpenClaw एजेंट चलाएँ?
id: Jalankan agen OpenClaw?
it: Eseguire l'agente OpenClaw?
ja_jp: OpenClaw エージェントを実行しますか？
ko: OpenClaw 에이전트를 실행할까요?
nl: OpenClaw-agent uitvoeren?
pl: Uruchomić agenta OpenClaw?
pt_br: Executar agente do OpenClaw?
ru: Запустить агента OpenClaw?
sv: Köra OpenClaw-agent?
th: เรียกใช้ agent ของ OpenClaw หรือไม่
tr: OpenClaw ajanı çalıştırılsın mı?
uk: Запустити агента OpenClaw?
vi: Chạy agent OpenClaw?
zh_cn: 运行 OpenClaw 代理？
zh_tw: 要執行 OpenClaw 代理嗎？

source: Run duration
ar: مدة التشغيل
de: Ausführungsdauer
es: Duración de la ejecución
fa: مدت اجرا
fr: Durée d’exécution
hi: रन की अवधि
id: Durasi proses
it: Durata dell'esecuzione
ja_jp: 実行時間
ko: 실행 시간
nl: Uitvoeringsduur
pl: Czas trwania uruchomienia
pt_br: Duração da execução
ru: Длительность выполнения
sv: Körtid
th: ระยะเวลาการทำงาน
tr: Çalıştırma süresi
uk: Тривалість виконання
vi: Thời lượng chạy
zh_cn: 运行时长
zh_tw: 執行時間

source: Run ended
ar: انتهى التشغيل
de: Ausführung beendet
es: Ejecución finalizada
fa: اجرا پایان یافت
fr: Fin de l’exécution
hi: रन समाप्त हुआ
id: Proses berakhir
it: Esecuzione terminata
ja_jp: 実行終了
ko: 실행 종료
nl: Uitvoering beëindigd
pl: Zakończenie uruchomienia
pt_br: Execução encerrada
ru: Запуск завершён
sv: Körning avslutad
th: สิ้นสุดการทำงาน
tr: Çalıştırma sona erdi
uk: Запуск завершено
vi: Lượt chạy đã kết thúc
zh_cn: 运行结束时间
zh_tw: 執行結束時間

source: Run history
ar: سجل التشغيل
de: Ausführungsverlauf
es: Historial de ejecuciones
fa: تاریخچه اجرا
fr: Historique des exécutions
hi: रन इतिहास
id: Riwayat eksekusi
it: Cronologia esecuzioni
ja_jp: 実行履歴
ko: 실행 기록
nl: Uitvoeringsgeschiedenis
pl: Historia uruchomień
pt_br: Histórico de execuções
ru: Журнал запусков
sv: Körningshistorik
th: ประวัติการเรียกใช้
tr: Çalıştırma geçmişi
uk: Історія запусків
vi: Lịch sử chạy
zh_cn: 运行历史
zh_tw: 執行歷史

source: Run now
ar: تشغيل الآن
de: Jetzt ausführen
es: Ejecutar ahora
fa: اکنون اجرا شود
fr: Exécuter maintenant
hi: अभी चलाएँ
id: Jalankan sekarang
it: Esegui ora
ja_jp: 今すぐ実行
ko: 지금 실행
nl: Nu uitvoeren
pl: Uruchom teraz
pt_br: Executar agora
ru: Запустить сейчас
sv: Kör nu
th: เรียกใช้ตอนนี้
tr: Şimdi çalıştır
uk: Запустити зараз
vi: Chạy ngay
zh_cn: 立即运行
zh_tw: 立即執行

source: Run started
ar: بدأ التشغيل
de: Ausführung gestartet
es: Ejecución iniciada
fa: اجرا آغاز شد
fr: Début de l’exécution
hi: रन शुरू हुआ
id: Proses dimulai
it: Esecuzione avviata
ja_jp: 実行開始
ko: 실행 시작
nl: Uitvoering gestart
pl: Rozpoczęcie uruchomienia
pt_br: Execução iniciada
ru: Запуск начат
sv: Körning startad
th: เริ่มการทำงาน
tr: Çalıştırma başladı
uk: Запуск розпочато
vi: Lượt chạy đã bắt đầu
zh_cn: 运行开始时间
zh_tw: 執行開始時間

source: Running
ar: قيد التشغيل
de: Wird ausgeführt
es: En ejecución
fa: در حال اجرا
fr: En cours
hi: चल रहा है
id: Berjalan
it: In esecuzione
ja_jp: 実行中
ko: 실행 중
nl: Actief
pl: Uruchomiona
pt_br: Em execução
ru: Выполняется
sv: Körs
th: กำลังทำงาน
tr: Çalışıyor
uk: Виконується
vi: Đang chạy
zh_cn: 运行中
zh_tw: 執行中
